Repository: trymenghuy/openqrx
Catalog: lib/app/l10n/app_*.arb
Languages: km

# view
source: {count, plural, =0{no view} =1{1 view} other{{count} views}}
km: {count, plural, =0{ទទេ} other{{count} អ្នកមើល}}

# mode
source: {mode, select,green{Green} pink{Pink} light{Light} system{System} other{Dark}}
km: {mode, select,green{បៃតង} pink{ពណ៌ផ្កាឈូក} light{ពន្លឺ} system{ប្រព័ន្ធ} other{ងងឹត}}

source: No Route found
km: រកមិនឃើញផ្លូវទេ

source: Skip
km: រំលង

# welcome_text
source: Welcome Back
km: ស្វា​គម​ន៏​ការ​ត្រ​លប់​មក​វិញ

# user_log_headline1
source: Please enter username
km: សូមបញ្ចូលឈ្មោះអ្នកប្រើប្រាស់

# user_log_headline2
source: Please make sure that you have signed up before.
km: សូមប្រាកដថាអ្នកបានចុះឈ្មោះពីមុន។

# signin_with_social
source: OR
km: ឬ

# invalid_password
source: password is wrong
km: ពាក្យសម្ងាត់ខុស

# username_hint
source: Email or phone number
km: លេខទូរស័ព្ទ ឬ អ៊ីម៉ែល

source: Name
km: ឈ្មោះ

source: Username
km: ឈ្មោះ​អ្នកប្រើប្រាស់

# password_hint
source: Password
km: ពាក្យសម្ងាត់

# confirm_password_hint
source: Confirm Password
km: បញ្ជាក់ពាក្យសម្ងាត់

# password_suggest
source: Password must contain at least a capital character
km: ពាក្យសម្ងាត់ត្រូវតែមានយ៉ាងហោចណាស់មួយតួអក្សរនៃអក្សរធំ

# create_username_password
source: Create Username and Password
km: បង្កើតឈ្មោះអ្នកប្រើប្រាស់ និងពាក្យសម្ងាត់

source: Become mentor
km: ធ្វើជាអ្នកណែនាំ

source: Confirm
km: បញ្ជាក់

# search_top
source: Search for topic
km: ស្វែងរកប្រធានបទ

# dob
source: Date of Birth
km: ថ្ងៃខែ​ឆ្នាំ​កំណើត

# pob
source: Place of Birth
km: ទី​កន្លែង​កំណើត

source: Finish
km: បញ្ចប់

# saveTab
source: Save
km: រក្សាទុក

# mentionTab
source: Mention
km: រំលឹក

# postTab
source: Post
km: បង្ហោះ

source: Verify
km: ផ្ទៀង​ផ្ទាត់

# edit_personal_title
source: Edit Personal Information
km: កែប្រែព័ត៌មានផ្ទាល់ខ្លួន

# personal_title
source: Personal Information
km: ព័ត៌មានផ្ទាល់ខ្លួន

source: Post
km: បង្ហោះ

source: Write your question...
km: សរសេរសំណួររបស់អ្នក...

source: Create Post
km: បង្កើតការបង្ហោះ

source: Edit Post
km: កែប្រែបង្ហោះ

source: Photo/Video
km: រូបថត/វីដេអូ

source: Choose Category
km: ជ្រើសរើសប្រភេទ

source: Choose Mentor
km: ជ្រើសរើសអ្នកណែនាំ

source: Save Change
km: រក្សាទុក

# we_have_send_email
source: We've send a verification code your email:
km: យើងបានផ្ញើលេខកូដផ្ទៀងផ្ទាត់អ៊ីមែលរបស់អ្នក:

source: Phone Number
km: លេខទូរស័ព្ទ

# login_button
source: Sign In
km: ចុះ​ឈ្មោះ

source: Phone
km: លេខទូរស័ព្ទ

source: Email
km: អ៊ីមែល

# forgot_password_text
source: Forgot Password
km: ភ្លេច​ពាក្យសម្ងាត់​

# register_text
source: Not a member? Sign up
km: មិនមែនជាសមាជិកទេ? ចុះ​ឈ្មោះ

source: Loading....
km: កំពុង​ផ្ទុក....

source: Retry again
km: ព្យាយាមម្តងទៀត

# error_occurred
source: An Error Occurred
km: កំហុស​មួយ​បាន​កើត​ឡើង

source: Ok
km: យល់ព្រម

source: Invalid User Name
km: ឈ្មោះ​អ្នកប្រើប្រាស់​មិន​ត្រឹមត្រូវ

# invalid_mobile_number
source: Invalid Mobile Number or Email
km: លេខទូរស័ព្ទ ឬអ៊ីមែលមិនត្រឹមត្រូវ

source: Invalid Email
km: អ៊ីមែលមិនត្រឹមត្រូវ

source: Register
km: ចុះឈ្មោះ

# already_have_account
source: Already have an account? login
km: មានគណនីរួចហើយ? ចូល

source: Home
km: ទំព័រដើម

source: Mentors
km: អ្នកណែនាំ

# mentorsAppBar
source: Acitve Mentors
km: អ្នកណែនាំ

source: Profile
km: ប្រវត្តិរូប

source: Notifications
km: ការជូនដំណឹង

# faqAppBar
source: Frequently asked questions
km: សំណួរ​ដែលគេ​ច្រើន​សួរ

# mentorHome
source: Home
km: ទំព័រដើម

# mentorRating
source: Rating
km: ការវាយតម្លៃ

# mentorProfile
source: Profile
km: ប្រវត្តិរូប

# mentorNotifications
source: Notifications
km: ការជូនដំណឹង

# create_text
source: Sign Up
km: ចុះ​ឈ្មោះ

# send_button
source: Send
km: ផ្ញើ

# email_hint
source: Email
km: អ៊ីមែល

# verification
source: Verification Code
km: លេខកូដ​ផ្ទៀង​ផ្ទាត់

source: success
km: ជោគជ័យ

# bad_request_error
source: Bad request. try again later
km: សំណើមិនល្អ ព្យាយាម​ម្តង​ទៀត​នៅ​ពេលក្រោយ

# forbidden_error
source: forbidden request. try again later
km: សំណើហាមឃាត់ ព្យាយាម​ម្តង​ទៀត​នៅ​ពេលក្រោយ

# unauthorized_error
source: Invalid username or password
km: ឈ្មោះអ្នកប្រើ ឬពាក្យសម្ងាត់មិនត្រឹមត្រូវ

# not_found_error
source: url not found, try again later
km: រកមិនឃើញ URL សូមព្យាយាមម្តងទៀតនៅពេលក្រោយ

# conflict_error
source: Conflict found, try again later
km: បានរកឃើញការប៉ះទង្គិច សូមព្យាយាមម្តងទៀតនៅពេលក្រោយ

# internal_server_error
source: Something went wrong, try again later
km: មានអ្វីមួយខុសប្រក្រតី សូមព្យាយាមម្តងទៀតនៅពេលក្រោយ

# unknown_error
source: Something went wrong, try again later
km: មានអ្វីមួយខុសប្រក្រតី សូមព្យាយាមម្តងទៀតនៅពេលក្រោយ

# timeout_error
source: Time out, try again late
km: អស់ពេល សូមព្យាយាមម្តងទៀតនៅពេលក្រោយ

# default_error
source: Something went wrong, try again later
km: មានអ្វីមួយខុសប្រក្រតី សូមព្យាយាមម្តងទៀតនៅពេលក្រោយ

# cache_error
source: cache error, try again later
km: កំហុសក្នុងឃ្លាំងសម្ងាត់ សូមព្យាយាមម្តងទៀតនៅពេលក្រោយ

# no_internet_error
source: Please check your internet connection
km: សូមពិនិត្យមើលការតភ្ជាប់អ៊ីនធឺណិតរបស់អ្នក

source: Send OTP
km: ផ្ញើ OTP

# sign_in_username
source: Sign in with username
km: ចូលដោយប្រើឈ្មោះអ្នកប្រើប្រាស់

# sign_in_phone_email
source: Sign in with Phone or Email
km: ចូលដោយប្រើលេខទូរស័ព្ទ ឬអ៊ីមែល

# sign_in_fb
source: Sign in with Facebook
km: ចូលតាមរយៈ Facebook

source: Write your caption
km: សរសេរចំណងជើងរបស់អ្នក។

source: ago
km: មុន

source: just now
km: ឥឡូវនេះ

# minute
source: {count, plural, =1{1 minute} other{{count} minutes}}
km: {count, plural, =1{1 នាទី} other{{count} នាទី}}

# hour
source: {count, plural, =1{1 hour} other{{count} hours}}
km: {count, plural, =1{1 ម៉ោង} other{{count} ម៉ោង}}

# day
source: {count, plural, =1{1 day} other{{count} days}}
km: {count, plural, other{{count} ថ្ងៃ}}

# week
source: {count, plural, =1{1 week} other{{count} weeks}}
km: {count, plural, =1{1 សប្តាហ៍} other{{count} សប្តាហ៍}}

# month
source: {count, plural, =1{1 month} other{{count} months}}
km: {count, plural, =1{1 ខែ} other{{count} ខែ}}

# year
source: {count, plural, =1{1 year} other{{count} years}}
km: {count, plural, =1{1 ឆ្នាំ} other{{count} ឆ្នាំ}}

source: Unknow
km: មិនស្គាល់

# find_favorite_mentor
source: Find your favorite mentor...
km: ស្វែងរកអ្នកណែនាំដែលអ្នកចូលចិត្ត...

# save_post_smg
source: Saved
km: បានរក្សាទុក

# unsave_post_smg
source: Unsaved
km: បានលុបចេញ

# save_post
source: Save
km: រក្សាទុក

# unsave_post
source: Saved
km: បានរក្សាទុក

source: Anonymous
km: អនាមិក

# leave_comment
source: Leave your reply here...
km: បញ្ជូលចម្លើយរបស់អ្នកនៅទីនេះ...

source: Uncategory
km: គ្មានប្រភេទ

# logout_msg_title
source: Are you sure to logout this app?
km: តើអ្នកប្រាកដថាចង់ចាកចេញឬទេ?

# logout_btn_txt
source: Log out
km: ចាកចេញ

# cancel_btn_txt
source: Cancel
km: បោះបង់

# lang
source: {lang, select,en{English} other{Khmer}}
km: {lang, select,en{អង់គ្លេស} other{ខ្មែរ}}

source: Settings
km: ការកំណត់

source: Account
km: ​គណនី

# change_lang
source: Change language
km: ផ្លាស់ប្តូរភាសា

# acc_info
source: Account information
km: ព័​ត៌​មាន​គណនី

# change_pass
source: Change password
km: ផ្លាស់ប្តូរពាក្យសម្ងាត់

# privacy
source: Privacy Policy
km: គោលការណ៍​​ឯកជនភាព

# help_supp
source: Help and support
km: ជំនួយនិងការគាំទ្រ

# email_hint_txt
source: Email * (required)
km: អ៊ីមែល * (ទាមទារ)

# username_hint_txt
source: Username * (required)
km: ឈ្មោះអ្នកប្រើប្រាស់ * (ទាមទារ)

# pw_hint_txt
source: Password * (required)
km: ពាក្យសម្ងាត់ * (ទាមទារ)

# cf_pw_hint_txt
source: Confirm Password * (required)
km: បញ្ជាក់ពាក្យសម្ងាត់ * (ទាមទារ)

source: Next
km: បន្ទាប់

source: Male
km: ប្រុស

source: Female
km: ស្រី

# f_name_hint_txt
source: First Name * (required)
km: នាមខ្លួន * (ទាមទារ)

# s_name_hint_txt
source: Second Name * (required)
km: គោត្តនាម * (ទាមទារ)

# occupation_hint_txt
source: Occupation * (required)
km: មុខរបរ * (ទាមទារ)

# bio_hint_txt
source: Bio
km: ជីវប្រវត្តិ

# term
source: Term and Conditions
km: លក្ខខណ្ឌ

# loginForgetPassword
source: Forgot password ?
km: ភ្លេច​លេខ​សម្ងាត់?

# loginNoAccount
source: Don't have account yet?
km: មិន​មាន​គណនី​ទេ?

# loginSign
source: Sign up now
km: ចុះ​ឈ្មោះ​ឥឡូវ​នេះ

# loginPassword
source: Password
km: លេខ​សម្ងាត់

# loginUsername
source: Username / Phone number
km: ឈ្មោះ​អ្នក​ប្រើ / លេខទូរស័ព្ទ

# loginTitle
source: Login
km: ចូល​ប្រើប្រាស់

# loginSend
source: Continue
km: បន្ត

# signHaveAccount
source: Already had account?
km: មាន​គណនី​រួច​ហើយ?

# signLogin
source: Login now
km: ចូល​ប្រើ​ឥឡូវ​នេះ

# signPassword
source: Password
km: លេខ​សម្ងាត់

# signUsername
source: Email / Phone number
km: ឈ្មោះ​អ្នក​ប្រើ

# signTitle
source: Sign up
km: ចុះ​ឈ្មោះ

# signSend
source: Continue
km: បន្ត

# settingApplication
source: Application
km: កម្មវិធី

# settingAccountInfo
source: Account information
km: ព​ត៌​មាន​គណនី

# settingTheme
source: Theme mode
km: រចនាប័ទ្ម

# settingPolicy
source: Policies
km: គោលនយោបាយ

# settingOther
source: Others
km: ផ្សេងទៀត

# settingFaq
source: Frequently Asked Questions
km: សំណួរគេសួរញឹកញាប់

# settingNotification
source: Notification
km: ការជូនដំណឹង

# settingDeleteAccount
source: Delete Account
km: លុប​គណនី

# settingDeleteAccountConfirm
source: Are you sure to delete your account with Mentor App?
km: តើអ្នកប្រាកដក្នុងការលុបគណនីរបស់អ្នកជាមួយនឹងកម្មវិធី Mentor មែនទេ?

# settingAccount
source: Account Setting
km: ការកំណត់​គណនី

# settingReviewDelete
source: Your delete account request has been reviewed. We will notify you after the process complete
km: សំណើលុបគណនីរបស់អ្នកត្រូវបានពិនិត្យ។ យើងនឹងជូនដំណឹងដល់អ្នកបន្ទាប់ពីដំណើរការបានបញ្ចប់

# deleteAccountWhy
source: Tell us why
km: ប្រាប់យើងពីមូលហេតុ

# deleteAccountOpinion
source: Opinion to improve
km: យោបល់ដើម្បីកែលម្អ

source: Pending
km: រង់ចាំ

# profileCreate
source: Create
km: បង្កើត

# profileSkill
source: Skills
km: ជំនាញ

# profileShortBio
source: Short bio
km: ជីវប្រវត្តិខ្លីៗ

# profilePost
source: Post
km: បង្ហោះ

# profileReply
source: Replies
km: ចម្លើយ

# profileAbout
source: About
km: អំពី

# profileSave
source: Save
km: រក្សាទុក

# profileMention
source: Mention
km: និយាយអំពី

# profileFollowers
source: Followers
km: អ្នកតាម

# profileFollowing
source: Following
km: តាមគេ

# profileFollowed
source: Followed
km: បានតាម

# profileUnFollowed
source: Unfollowed
km: មិន​បាន​តាម

# profileFollow
source: Follow
km: តាម

source: User not found
km: មិនឃើញអ្នកប្រើប្រាស់ទេ

source: Not found
km: មិនឃើញ

# forgotTitle
source: Please provide the accurate username & email which you want to reset your password?
km: សូមផ្តល់ឈ្មោះអ្នកប្រើប្រាស់ និងអ៊ីមែលត្រឹមត្រូវ ដែលអ្នកចង់កំណត់ពាក្យសម្ងាត់របស់អ្នកឡើងវិញ

# dont_have_code
source: Didn't receive any code?
km: មិនបានទទួលលេខកូដឬ?

# emailOtpAfter
source: Resend code after :
km: ផ្ញើលេខកូដឡើងវិញបន្ទាប់ពី៖

# emailOtpNew
source: Resend new code
km: ផ្ញើលេខកូដថ្មី

# resetRePassword
source: Re-type new password
km: វាយបញ្ចូលពាក្យសម្ងាត់ថ្មី

# resetNewPassword
source: New password
km: ពាក្យសម្ងាត់ថ្មី

source: Reset password
km: កំណត់ពាក្យសម្ងាត់ឡើងវិញ

source: Anonymous User
km: អ្នកប្រើប្រាស់អនាមិក

# changePasswordTitle
source: Your password must be at least 6 charactors.
km: ពាក្យសម្ងាត់របស់អ្នកត្រូវតែមានយ៉ាងហោចណាស់ 6 តួអក្សរ។

# changePasswordCurrentPassword
source: Current Password
km: លេខសំងាត់​បច្ចុប្បន្ន

# changeNewPassword
source: New password
km: ពាក្យសម្ងាត់​ថ្មី

# emptyPassword
source: Empty
km: ទទេ

# min6Chars
source: Min 6 characters
km: យ៉ាងហោចណាស់ 6 តួអក្សរ

# reqiresSpecChar
source: Password must contain at least a special character
km: ពាក្យសម្ងាត់ត្រូវតែមានយ៉ាងហោចណាស់តួអក្សរពិសេសមួយ

# differentPassword
source: Not the same password
km: មិនមែនលេខសម្ងាត់ដូចគ្នាទេ

# agreeAndAccept
source: By providing my phone number or email, I hereby agree and accept the Terms of Servive of the
km: តាមរយៈការផ្តល់លេខទូរស័ព្ទ ឬអ៊ីមែលរបស់ខ្ញុំ ខ្ញុំយល់ព្រម និងទទួលយកលក្ខខណ្ឌនៃការបម្រើរបស់កម្មវិធី

# successTitle
source: Password Updated
km: បានធ្វើបច្ចុប្បន្នភាពពាក្យសម្ងាត់

# successDesc
source: Your password has been updated!
km: ពាក្យសម្ងាត់របស់អ្នកត្រូវបានធ្វើបច្ចុប្បន្នភាព!

source: Remove
km: លុប

# deletePost
source: Delete this post
km: លុបការឆ្លើយតបនេះ

source: Delete
km: លុប

# deleteLabel
source: Delete this reply
km: លុបការឆ្លើយតបនេះ

# confirmDelete
source: Are you sure to remove this post?
km: តើ​អ្នក​ប្រាកដ​ក្នុង​ចិត្ត​លុប​ការ​បង្ហោះ​នេះ​ចេញ?

source: Edit
km: កែប្រែ

# editLabel
source: Make some change in your reply
km: ធ្វើការផ្លាស់ប្តូរនៅក្នុងការឆ្លើយតបរបស់អ្នក។

# changePost
source: Make a change in this post
km: ធ្វើការផ្លាស់ប្តូរនៅក្នុងបង្ហោះនេះ។

# share
source: Share post
km: ចែករំលែកបង្ហោះ

# shareLabel
source: Share to your followers.
km: ចែករំលែកទៅកាន់អ្នកតាមដានរបស់អ្នក។

source: Report
km: រាយការណ៍

# reportLabel
source: I'm concern about this post.
km: ខ្ញុំ​បារម្ភ​អំពី​ការ​បង្ហោះ​នេះ។

# copy
source: Copy link
km: ចម្លង

# copyLabel
source: Copy link of this post.
km: ចម្លងតំណភ្ជាប់

# msgDeleted
source: Deleted successfully
km: បានលុបដោយជោគជ័យ

# msgEdited
source: Edited successfully
km: បានកែសម្រួលដោយជោគជ័យ

# msgPosted
source: Posted successfully
km: បានបង្ហោះដោយជោគជ័យ

source: Invalid email address
km: អាសយដ្ឋានអ៊ីមែលមិនត្រឹមត្រូវ

# emptyUsername
source: Empty
km: ទទេ

# min5Chars
source: Min 5 characters
km: យ៉ាងហោចណាស់ 5 តួអក្សរ

source: Reply
km: ចម្លើយ

source: Replies
km: ការឆ្លើយតប

source: Show more
km: ទាំងអស់

source: More
km: បន្ថែម

source: Search...
km: ស្វែងរក...

source: Popular
km: ពេញនិយម

source: Recent
km: ថ្មីៗ

source: Public
km: សាធារណៈ

source: Private
km: ឯកជន

source: Quick Post
km: អត្ថបទខ្លី

source: Long Post
km: អត្ថបទវែង

source: Dear Mentor
km: Mentor ជាទីគោរព

source: Dear Mentee
km: Mentee ជាទីគោរព

source: Category
km: ប្រភេទ

source: Photo
km: រូបភាព

source: Video
km: វីដេអូ

source: Camera
km: ម៉ាសីនថត

source: Mention
km: និយាយអំពីអ្នក

# addMentor
source: Add more mentor
km: បន្ថែម mentor

source: Short bio
km: ជីវប្រវត្តិខ្លីៗ

source: Article
km: អត្ថបទ

source: Voice
km: សំឡេង

source: No reply
km: គ្មានការ​ឆ្លើយតប

source: Title
km: ចំណងជើង

# ratingQ
source: What do you think about this reply?
km: តើអ្នកយល់យ៉ាងណាចំពោះការឆ្លើយតបនេះ?

source: Submit
km: ដាក់ស្នើ

source: Rating
km: ការវាយតម្លៃ

# ratingLabel
source: Give a rating to this reply.
km: ផ្តល់ការវាយតម្លៃចំពោះការឆ្លើយតបនេះ។

# readed
source: Mark as read
km: សម្គាល់ថាបានអាន

source: Choose Language
km: ជ្រើសរើសភាសា

source: Choose Theme
km: ជ្រើសរើសរចនាប័ទ្ម

# appealTitle
source: Your post goes againts our community on nudity or sexual activity.
km: ការបង្ហោះ​របស់អ្នក​ប៉ះ​ពាល់​អំពី​ភាពអាក្រាតកាយ ឬ​សកម្មភាព​ផ្លូវភេទដែលខុសនឹងគោលការណ័របស់យើង។

# appealD1
source: No one else can see your post.
km: គ្មាននរណាម្នាក់អាចឃើញការបង្ហោះរបស់អ្នកទេ។

# appealD2
source: We have these comnunity standard to prevent and disrupt offline harm.
km: យើង​មាន​ស្តង់ដារ​សហគមន៍​ដើម្បី​ការពារ និង​រំខាន​ដល់​គ្រោះថ្នាក់​ពេល​គ្មាន​អ៊ីនធឺណិត។

# appealD3
source: Repeatedly violating our community standards can cause further acccount restrictions.
km: ការបំពានស្តង់ដារសហគមន៍របស់យើងម្តងហើយម្តងទៀតអាចបណ្តាលឱ្យមានការរឹតបន្តឹងគណនីបន្ថែមទៀត។

# appealD4
source: If you think we've made a mistake you can disagree with the decision.
km: ប្រសិនបើអ្នកគិតថាយើងបានធ្វើខុស អ្នកអាចមិនយល់ស្របនឹងការសម្រេចចិត្តនេះ។

# appealInstruction
source: Click on appeal to change your post and submit again if you think your post is not repeatedly violating our community standards or restrictions.
km: ចុចលើការអំពាវនាវដើម្បីផ្លាស់ប្តូរការបង្ហោះរបស់អ្នក ហើយដាក់ស្នើម្តងទៀត ប្រសិនបើអ្នកគិតថាការបង្ហោះរបស់អ្នកមិនបំពានលើស្តង់ដារសហគមន៍ ឬការដាក់កម្រិតរបស់យើងម្តងហើយម្តងទៀតទេ។

source: Accept
km: យល់ព្រម

source: Description
km: ការពិពណ៌នា

source: Appeal
km: បណ្តឹងឧទ្ធរណ៍

source: Report reply
km: រាយការណ៍ការឆ្លើយតប

source: Report post
km: រាយការណ៍ការបង្ហោះ

source: Gender
km: ភេទ

source: First name
km: នាមខ្លួន

source: Second Name
km: នាមត្រកូល

source: Occupation
km: មុខរបរ

source: Set Profile
km: កំណត់ប្រវត្តិរូប

source: Edit Profile
km: កែប្រែប្រវត្តិរូប

source: Done
km: រួចរាល់

# showm
source: show less
km: បង្ហាញតិច

# showless
source: show more
km: បង្ហាញច្រើន

# pickAvator
source: Pick Avatar
km: ជ្រើសរើស Avatar

# openBrowser
source: Open in Browser
km: បើកនៅក្នុងកម្មវិធីរុករក

source: Send to email
km: ផ្ញើទៅអ៊ីមែល

# startPost
source: Start Post now
km: ចាប់ផ្តើមបង្ហោះឥឡូវនេះ

source: Message
km: ផ្ញើរសារ

# startFollow
source: Follow Mentor now
km: តាមអ្នកណែនាំឥឡូវនេះ

# startSave
source: Start Save now
km: ចាប់ផ្តើមរក្សាទុកឥឡូវនេះ

# noMessage
source: No Message, yet
km: មិនទាន់មានសារនៅឡើយទេ

# noMessageInbox
source: No message in your inbox, yet! Start chatting with people around you.
km: មិនមានសារនៅក្នុងប្រអប់សំបុត្ររបស់អ្នកនៅឡើយទេ! ចាប់ផ្តើមជជែកជាមួយមនុស្សជុំវិញអ្នក។

# followMentor
source: Follow Mentors
km: តាម Mentors

# followMentee
source: Follow Mentees
km: តាម Mentees

source: Conversation
km: ការសន្ទនា

source: No Conversation
km: មិនទាន់មានការសន្ទនា

# lastSeen
source: Last seen recently
km: ឃើញចុងក្រោយថ្មីៗនេះ

source: Request Success
km: ស្នើសុំជោគជ័យ

# responseEmail
source: We will send the respond to your email
km: យើងនឹងផ្ញើការឆ្លើយតបទៅកាន់អ៊ីមែលរបស់អ្នក

# inPeriod
source: in a period of time
km: ក្នុងរយៈពេលមួយ។

# backLogin
source: Back to login
km: ត្រលប់ទៅការចូលប្រើប្រាស់

# enterDate
source: Please enter date
km: សូមបញ្ចូលកាលបរិច្ឆេទ

# enterAccInfo
source: Enter Account information
km: បញ្ជូលព័​ត៌​មាន​គណនី

# chooseTop
source: Choose Favorite Topic
km: ជ្រើសរើសប្រធានបទដែលចូលចិត្ត

source: Mentor not found
km: រកមិនឃើញអ្នកណែនាំ

# returnBack
source: Return
km: ត្រឡប់ក្រោយ

# noRating
source: No Mentee Rating
km: គ្មានការវាយតម្លៃ Mentee

source: Update
km: កែប្រែ

source: Promotion
km: ការផ្សព្វផ្សាយ

# atLeaseSex
source: Person must be at least 6 years old.
km: បុគ្គលត្រូវមានអាយុយ៉ាងតិច 13 ឆ្នាំ

# dobRequired
source: Date of birth is required.
km: តម្រូវអោយបំពេញថ្ងៃខែឆ្នាំកំណើត

# thankReport
source: Thank you for your report
km: សូមអរគុណចំពោះរបាយការណ៍របស់អ្នក

# term_continue
source: By continuing with an account. You agree to our
km: ដោយបន្តជាមួយគណនីមួយ។ អ្នកយល់ព្រមជាមួយរបស់យើង

# term_service
source: Term of Service
km: លក្ខខណ្ឌនៃសេវាកម្មរបស់យើង

# term_policy
source: Privacy Policy
km: គោលការណ៍ភាពឯកជន

# term_acknowledge
source: and acknowledge that you have read our
km: និងបញ្ជាក់ថាអ្នកបានអាននូវ

# tableField
source: {field, select, count{Amount} weight{Weight} average{Average} total{Total} per{Kg / pig} other{they} unknown{unknown}}
km: {field, select, count{ចំនួន} weight{ទំងន់} average{មធ្យម} total{សរុប} per{គីឡ / មាត់} other{ផ្សេងៗ} unknown{មិនស្គាល់}}
